tap "anchore/grype"
tap "arttor/tap"
tap "aylei/tap"
tap "bufbuild/buf"
tap "buo/cask-upgrade"
tap "cloudentity/tap"
tap "cloudflare/cloudflare"
tap "cue-lang/tap"
tap "cuelang/tap"
tap "dagger/tap"
tap "danielfoehrkn/switch"
tap "edgedb/tap"
tap "felixkratz/formulae"
tap "fluxcd/tap"
tap "googlecontainertools/kpt", "https://github.com/GoogleContainerTools/kpt.git"
tap "homebrew/bundle"
tap "homebrew/services"
tap "homeport/tap"
tap "jzelinskie/faq"
tap "kubeshark/kubeshark"
tap "norwoodj/tap"
tap "turbot/tap"
brew "powerlevel10k"
brew "xz"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "argocd"
brew "unixodbc"
brew "asdf"
brew "aws-vault"
brew "python@3.11"
brew "awscli"
brew "bash"
brew "bat"
brew "freetype"
brew "glib"
brew "capstone"
brew "unbound"
brew "gnutls"
brew "python@3.9"
brew "qemu"
brew "lima"
brew "colima"
brew "cosign"
brew "ctags"
brew "curl"
brew "diffutils"
brew "direnv"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "docutils"
brew "easy-rsa"
brew "enchant"
brew "fd"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-branchless"
brew "git-lfs"
brew "gnupg"
brew "go-jsonnet"
brew "gobject-introspection"
brew "golangci-lint"
brew "gpgme"
brew "netpbm"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "psutils"
brew "groff"
brew "grpcurl"
brew "grype"
brew "helm"
brew "helmfile"
brew "htop"
brew "hub"
brew "jq"
brew "jsonnet-bundler"
brew "jump"
brew "k9s"
brew "kind"
brew "krb5"
brew "kubernetes-cli"
brew "krew"
brew "kube-ps1"
brew "kubecolor"
brew "kubeconform"
brew "kubectx"
brew "kubent"
brew "kubeseal"
brew "kustomize"
brew "libvirt"
brew "llvm"
brew "logcli"
brew "markdown"
brew "mas"
brew "openjdk"
brew "maven"
brew "meson"
brew "minikube"
brew "minio-mc"
brew "mise"
brew "mkcert"
brew "moreutils"
brew "protobuf"
brew "mosh", args: ["HEAD"]
brew "ncdu"
brew "neovim"
brew "nmap"
brew "node"
brew "ollama", restart_service: true
brew "p7zip"
brew "pandoc"
brew "par"
brew "postgresql@14"
brew "prometheus"
brew "python@3.10"
brew "rsync"
brew "shellcheck"
brew "shfmt"
brew "socat"
brew "stern"
brew "stow"
brew "tcpdump"
brew "terraform-docs"
brew "tilt"
brew "tmux"
brew "tree"
brew "virtualenv"
brew "watch"
brew "wget"
brew "yamllint"
brew "ydiff"
brew "yq"
brew "zsh"
brew "ansible"
brew "azure-cli"
brew "cilium-cli"
brew "clusterctl"
brew "composer"
brew "delve"
brew "dnsmasq"
brew "eksctl"
brew "flux"
brew "hugo"
brew "iproute2mac"
brew "mosquitto"
brew "net-snmp"
brew "php"
brew "pipenv"
brew "pipx"
brew "postgresql@16"
brew "sonobuoy"
brew "sshpass"
brew "tailscale"
brew "talosctl"
brew "telnet"
brew "terraform"
brew "yazi"
brew "arttor/tap/helmify"
brew "aylei/tap/kubectl-debug"
brew "cloudentity/tap/oauth2c"
brew "cloudflare/cloudflare/cloudflared"
brew "kubeshark/kubeshark/kubeshark"
cask "1password"
cask "1password-cli"
cask "google-cloud-sdk"
cask "vlc"
cask "wireshark"
cask "balenaetcher"
cask "discord"
cask "google-chrome"
cask "notion"
cask "openlens"
cask "pgadmin4"
cask "postman"
cask "rectangle"
cask "slack"
cask "visual-studio-code"
cask "vnc-viewer"
cask "whatsapp"
cask "Tailscale"
